[
  {
    "texto": "Si eres el mas listo de la habitación te has equivocado de habitación.",
    "autor": "Confucio",
    "link": "https://es.wikipedia.org/wiki/Confucio"
  },
  {
    "texto": "Los tiempos difíciles crean hombres fuertes, los hombres fuertes crean tiempos fáciles,<br> los tiempos fáciles crean hombres débiles y los hombres débiles crean tiempos difíciles.",
    "autor": "G. Michael Hopf"
  },
  {
    "texto": "Solo sé que no sé nada.",
    "autor": "Sócrates",
    "link": "https://es.wikipedia.org/wiki/Sócrates"
  },
  {
    "texto": "Solo el incompetente teme la competencia.",
    "autor": "Dicho popular"
  },
  {
    "texto": "Si alguien te ofreciera un millón de euros con la condición de no despertar mañana, no aceptarías.<br> Por tanto, tu vida y cada día que vives vale más que un millón de euros.",
    "autor": "Dicho popular"
  },
  {
    "texto": "Cualquier tecnología suficientemente avanzada es indistinguible de la magia.",
    "autor": "Arthur C. Clarke",
    "link": "https://es.wikipedia.org/wiki/Arthur_C._Clarke"
  },
  {
    "texto": "Cuando un científico, ya anciano y famoso, afirma que algo es posible, probablemente esté en lo correcto.<br> Pero, cuando dice que es imposible, lo más probable es que se equivoque.",
    "autor": "Arthur C. Clarke",
    "link": "https://es.wikipedia.org/wiki/Arthur_C._Clarke"
  },
  {
    "texto": "La única manera de encontrar los límites de lo posible es yendo más allá de esos mismos límites,<br> y adentrarse en lo que creemos imposible.",
    "autor": "Arthur C. Clarke",
    "link": "https://es.wikipedia.org/wiki/Arthur_C._Clarke"
  },
  {
    "texto": "No temas a la perfección, nunca la alcanzarás.",
    "autor": "Salvador Dalí",
    "link": "https://es.wikipedia.org/wiki/Salvador_Dalí"
  },
  {
    "texto": "En cierta ocasión un señor quería aprender el dificil arte de cazar dragones. Después de mucho sufrimiento, al cabo de 5 años logró aprender,<br> pero entonces comprobó que no había dragones. ¿Que hago?, se preguntó. Y decidió dedicarse a la enseñanza de como cazar dragones.",
    "autor": "Dicho popular"
  },
  {
    "texto": "Si dudas de todo ¿que te queda?",
    "autor": "Anónimo"
  },
  {
    "texto": "Que malo llegar a viejo, pero es peor no llegar.",
    "autor": "Agustín Martín Moro"
  },
  {
    "texto": "No le atribuyas a la maldad lo que es atribuible a la estupidez.",
    "autor": "Robert J. Hanlon"
  },
  {
    "texto": "Somos la manera que tiene el universo de observarse a si mismo.",
    "autor": "Carl Sagan",
    "link": "https://es.wikipedia.org/wiki/Carl_Sagan"
  },
  {
    "texto": "Al que la muerte le pilla con dinero, ha invertido mal en vida.",
    "autor": "Agustín Martín Moro"
  },
  {
    "texto": "Fake it until you make it.",
    "autor": "Dicho popular"
  },
  {
    "texto": "Es una gran ironía que la sociedad tienda a mirar por encima del hombro a quienes venden su cuerpo,<br> pero no a quienes alquilan su mente.",
    "autor": "Brandon Sanderson",
    "link": "https://es.wikipedia.org/wiki/Brandon_Sanderson"
  },
  {
    "texto": "Dos cosas son infinitas: el universo y la estupidez humana;<br> y del universo no estoy seguro.",
    "autor": "Albert Einstein",
    "link": "https://es.wikipedia.org/wiki/Albert_Einstein"
  }
]